Repository: grueneschweiz/cyboslider
Catalog: languages/cyboslider-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht ausreichende Rechte um diese Seite anzuzeigen.

source: Install Required Plugins
de_de: Benötigte Plugins installieren

source: Install Plugins
de_de: Plugins installieren

source: Installing Plugin: %s
de_de: Folgendes Plugin wird installiert: %s

source: Something went wrong with the plugin API.
de_de: Leider gab es einen Fehler mit der plugin API.

source: This theme requires the following plugin: %1$s.
de_de: Dieses Theme benötigt das folgende Plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
de_de: Dieses Theme empfiehlt das folgende Plugin: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
de_de: Leider haben Sie keine ausreichenden Rechte um das %s-Plugin zu installieren. Für weitere Infos kontaktieren Sie bitte den Administrator dieser Seite.

source: The following required plugin is currently inactive: %1$s.
de_de: Das folgende zwingend benötigte Plugin ist momentan deaktiviert: %1s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Das folgende empfohlene Plugin ist momentan deaktiviert: %1s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
de_de: Leider haben Sie keine ausreichenden Rechte um das %s-Plugin zu aktivieren. Für weitere Infos kontaktieren Sie bitte den Administrator dieser Seite.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Das folgende Plugin muss upgedated werden damit die maximale Kompatibilität gewährleistet ist: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
de_de: Leider haben Sie keine ausreichenden Rechte um das %s-Plugin zu updaten. Für weitere Infos kontaktieren Sie bitte den Administrator dieser Seite.

source: Begin installing plugin
de_de: Beginn der Plugin Installation

source: Begin activating plugin
de_de: Beginn der Plugin Aktivierung

source: Return to Required Plugins Installer
de_de: Zurück zum Plugin-Installer für zwingend benötigte Plugins

source: Plugin activated successfully.
de_de: Plugin erfolgreich aktiviert.

source: All plugins installed and activated successfully. %s
de_de: Alle plugins wurden erfolgreich installiert und aktiviert. %s

source: Unknown shortcode or invalid arguments.
de_de: Unbekannter Shortcode oder fehlerhafte Argumente.

source: No people found in the group "%s".
de_de: Keine Personen in der Gruppe "%s" gefunden.

source: Blank avatar
de_de: Symbolbild Person

source: Phone:
de_de: Telefon:

source: Mobile:
de_de: Handy:

source: Election info
de_de: Wahlinfo

source: Ticket name:
de_de: Listenname:

source: Ticket number:
de_de: Listennummer:

source: Candidate number:
de_de: Kandidierendennummer:

source: District:
de_de: Wahlkreis:

source: Mandates
de_de: Mandate

source: Memberships
de_de: Mitgliedschaften

source: People
de_de: Personen

source: Add New Person
de_de: Neue Person hinzufügen

source: Add New
de_de: Neu hinzufügen

source: Edit Person
de_de: Person änden

source: New Person
de_de: Neue Person

source: View Person
de_de: Person anschauen

source: Search Person
de_de: Person suchen

source: Not found any People
de_de: Keine Personen gefunden

source: No Person found in Trash
de_de: Keine Person im Papierkorb gefunden

source: Parent Person:
de_de: Elternperson:

source: Groups
de_de: Gruppen

source: Group
de_de: Gruppe

source: Search Groups
de_de: Gruppen suchen

source: Popular Groups
de_de: Beliebte Gruppen

source: All Groups
de_de: Alle Gruppen

source: Edit Group
de_de: Gruppe ändern

source: Update Group
de_de: Gruppe aktualisieren

source: Add New Group
de_de: Neue Gruppe hinzufügen

source: New Group Name
de_de: Neuer Gruppenname

source: Separate Groups with commas
de_de: Trenne Gruppen mit Kommas

source: Add or remove Groups
de_de: Gruppe hinzufügen oder Entfernen

source: Choose from the most used Groups
de_de: Wähle von den belibtesten Gruppen

source: No Groups found.
de_de: Keine Gruppen gefunden.

source: Personal information
de_de: Infos zur Person

source: Year of birth
de_de: Jahrgang

source: Year of birth. Ex: 1970
de_de: Jahrgang. Z.B. 1970

# Place of residence
source: City
de_de: Gemeinde

# Place of residence
source: Hometown
de_de: Gemeinde

source: Role
de_de: Funktion

source: List of the current roles of this person. Use a comma to separate them.
de_de: Kommagetrennte Liste der aktuellen Funktionen dieser Person.

source: Brief CV
de_de: Kurzer Lebenslauf

source: Very short curivulum vitae (2-3 lines).
de_de: Sehr kurzer Lebenslauf (2-3 Zeilen)

source: List of organizations where this person has mandates. Use one line per organization.
de_de: Liste der Mandate dieser Person. Ein Mandat pro Zeile.

source: List of organizations where this person is a member of. Use one line per organization.
de_de: Liste der Mitgliedschaften dieser Person. Eine Organisation pro Zeile.

source: Election information
de_de: Informationen zu den Wahlen

source: Ticket name
de_de: Listenname

source: Name of the electoral list.
de_de: Name der Wahlliste.

source: Ticket number
de_de: Listennummer

source: Number of the electoral list.
de_de: Nummer der Wahlliste

source: Candidate number
de_de: Kandidatennummer

source: Number of the candidate on the ticket
de_de: Nummer des Kandidaten auf der Liste

source: District
de_de: Wahlkreis

source: Electoral district
de_de: Name des Wahlkreises

source: Smartvote Link
de_de: Link zu Smartvote

source: Link to the smartvote profile
de_de: Link auf das Smartvote-Profil des Kandidierenden

source: Please upload smartspider
de_de: Bitte den Smartspider hochladen.

source: Contact information
de_de: Kontaktinformationen

source: Email
de_de: Mail

source: Email address
de_de: E-Mailadresse

source: Phone
de_de: Telefon

source: Phone number
de_de: Telefonnummer (Festanschluss)

source: Mobile
de_de: Handy

source: Mobilephone number
de_de: Handynummer

source: Website URL
de_de: Link zur Website des Kandidierenden

source: Facebook profile or page link.
de_de: Link zum Facebook-Profil oder der Facebook-Fanseite

source: Twitter profile link.
de_de: Link zum Twitter-Profil

source: LinkedIn profile link.
de_de: Link zum LinkedIn-Profil

source: Google Plus profile link.
de_de: Link zum Google Plus-Profil

source: Youtube profile link.
de_de: Link zum Youtubekanal

source: Vimeo profile link.
de_de: Link zum Vimeokanal

source: Portrait
de_de: Portraitfoto

source: Something went wrong.
de_de: Uuups, etwas ist schief gelaufen.

source: This plugin requires the following plugin: %1$s.
de_de: Dieses Plugin benötigt das folgende Plugin: %1$s.

source: This plugin recommends the following plugin: %1$s.
de_de: Dieses Plugin empfiehlt das folgende Plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this plugin: %1$s.
de_de: Das folgende Plugin muss aktualisiert werden: %1$s. Nur so kann eine maximale Kompatibilität mit diesem Plugin gewährleistet werden.

source: Return to the dashboard
de_de: Zurück zum Dashboard

source: The following plugin was activated successfully:
de_de: Das folgende Plugin wurde erfolgreich aktiviert:

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Hinweis verbergen

source: Return to the Dashboard
de_de: Zurück zum Dashboard

source: Private Repository
de_de: Privates Repository

source: Pre-Packaged
de_de: Pre-Packed

source: Required
de_de: Zwingend benötigt

source: Recommended
de_de: Empfohlen

source: Not Installed
de_de: Nicht installiert

source: Installed But Not Activated
de_de: Installiert aber nicht Aktiviert

source: Install
de_de: Installieren

source: Activate
de_de: Aktivieren

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
de_de: Keine Plugins zum installieren oder Aktivieren <a href="%1$s" title="Zurück zum Dashboard">Zurück zum Dashboard</a>

source: Source
de_de: Quelle

source: Type
de_de: Typ

source: Install package not available.
de_de: Installationsdatei nicht vorhanden

source: Downloading install package from <span class="code">%s</span>&#8230;
de_de: Installationsdatei wird heruntergeladen von <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
de_de: Dekomprimieren der Installationsdatei&#8230;

source: Installing the plugin&#8230;
de_de: Plugin wird installiert&#8230;

source: Plugin install failed.
de_de: Plugininstallation fehlgeschlagen.

source: Plugin installed successfully.
de_de: Plugin erfolgreich installiert.

source: Plugin activation failed.
de_de: Pluginaktivierung fehlgeschlagen

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Installation und Aktivierung wird gestartet. Dies kann eine Weile dauern, bitte etwas Geduld.

source: %1$s installed and activated successfully.
de_de: %1$s erfolgreich installiert und aktiviert.

source: Show Details
de_de: Details anzeigen

source: Hide Details
de_de: Details verbergen

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen erfolgreich abgeschlossen.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Das Plugin %1$s (%2$d/%3$d) wir installiert und aktiviert.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Installation und Aktivierung wird gestartet. Dies kann eine Weile dauern, bitte etwas Geduld.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Bei der Installation von %1$s ist ein Fehler aufgetreten: <strong>%2$s</strong>.

source: The installation of %1$s failed.
de_de: Die Installation von %1$s ist fehlgeschlagen.

source: %1$s installed successfully.
de_de: %1$s wurde erfolgreich installiert.

source: All installations have been completed.
de_de: Alle Installationen wurden erfolgreich abgeschlossen.

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Plugin %1$s (%2$d/%3$d) wird installiert
